<?php

return [
    'sidebar' => [
        'menu' => [
            'export' => 'Экспорт списка понятий',
            'create' => 'Создать новое понятие',
            'collapse' => 'Свернуть все понятия',
        ],
        'concepts' => [
            'child' => 'Добавить сына',
            'brother' => 'Добавить брата',
        ]
    ],
    'tabs' => [
        'concepts' => 'Понятие',
        'examples' => 'Экземпляры',
        'attachments' => 'Вложения',
    ],
    'attachments' => [
        'title' => '',
        'header' => '',
    ],
    'examples' => [
        'header' => '',
        'table' => 'Экземпляры',
        'attributes' => 'Атрибуты',
    ],
    'relation' => [
        'create' => [
            'title' => 'Добавление отношения',
            'form' => [
                'title' => 'Добавление отношения понятию - :concept',
                'type' => 'Тип отношения',
                'concept' => 'Связанное понятие',
            ],
            'errors' => [
                'exist' => 'Такое отношение уже существует'
            ]
        ],
        'edit' => [
            'title' => 'Редактирование отношения',
            'form' => [
                'title' => 'Редактирование отношения понятия - :concept',
                'type' => 'Тип отношения',
                'concept' => 'Связанное понятие',
            ],
            'errors' => [
                'exist' => 'Такое отношение уже существует'
            ]
        ],
        'messages' => [
            'deleted' => 'Отношение удалено',
            'created' => 'Отношение создано',
            'updated' => 'Отношение обновлено',
        ]
    ]
];
