<?php

return [
    '403' => [
        'title' => 'Данное действие не доступно',
        'back' => 'Назад',
        'home' => 'На главную',
        'message' => 'Доступ запрещен.',
    ],
    '404' => [
        'title' => 'Страница не найдена',
        'back' => 'Назад',
        'home' => 'На главную',
        'message' => 'Извините, страница не найдена. Попробуйте вернуться назад или перейти на главную страницу',
    ],
    '500' => [
        'title' => 'Внутренняя ошибка сервера.',
        'message' => 'Мы уже решаем эту проблему. Повторите попытку позже.',
    ]
];
