<?php

return [
    'title' => 'Отношения',
    'create' => [
        'title' => 'Создание нового отношения',
        'form-title' => 'Создание нового отношения',
        'name' => [
            'label' => 'Название отношения',
            'placeholder' => 'Название отношения',
        ],
        'description' => [
            'label' => 'Описание отношения',
            'placeholder' => 'Описание отношения',
        ],
    ],
    'edit' => [
        'title' => 'Редактирование отношения',
        'form-title' => 'Редактирование отношения',
        'name' => [
            'label' => 'Название отношения',
            'placeholder' => 'Название отношения',
        ],
        'description' => [
            'label' => 'Описание отношения',
            'placeholder' => 'Описание отношения',
        ],
    ],
    'messages' => [
        'deleted' => 'Отношение успешно удалено',
        'updated' => 'Отношение успешно обновлено',
        'created' => 'Отношение успешно создано',
    ],
];
