<?php

return [
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'empty-records' => 'Ничего не найдено',
    'confirm-delete' => [
        'description' => 'Вы уверены, что хотите удалить :type - ":name"? Это действие не может быть отменено.',
        'yes' => 'Да, я хочу удалить',
        'no' => 'Нет, не удалять',
    ],
    'entity' => [
        'created' => ':entity был успешно создан',
        'updated' => ':entity был успешно обновлен',
        'deleted' => ':entity был успешно удален',
    ],
    'submit' => [
        'create' => 'Создать',
        'update' => 'Обновить',
        'delete' => 'Удалить',
        'open' => 'Открыть',
    ],
    'search' => 'Поиск',
    'add' => 'Добавить',
    'filter' => 'Фильтр',
    'link' => 'Ссылка',
];
